export const catogary = ([
  {label: 'סיטונאי', value: 'סיטונאי'},
  {label: 'קמעונאי', value: 'קמעונאי'},
  {label: 'מסעדה', value: 'מסעדה'},
  {label: 'מלון', value: 'מלון'},
  {label: 'מקום מפגש', value: 'מקום מפגש'},
  {label: 'חברת קייטרינג', value: 'חברת קייטרינג'},
  {label: 'חקלאי', value: 'חקלאי'},
  {label: 'קואופרטיב חקלאי', value: 'קוטופרטיב חקלאי'},
  {label: 'סופרמרקט', value: 'סופרמרקט'},
  {label: 'יצרן', value: 'יצרן'},
  {label: 'מאפיה', value: 'מאפיה'},
  {label: 'בניין משרדים', value: 'בניין משרדים'},
  {label: 'בית ספר', value: 'בית ספר'},
  {label: 'מכולת', value: 'מכולת'}
]);

export const tags = ([
  {label: 'כשרות רגילה', value: 'כשרות רגילה'},
  {label: 'כשרות בד"ץ', value: 'כשרות בדץ'},
  {label: 'טבעוני', value: 'טבעוני'},
  {label: 'חלבי', value: 'חלבי'},
  {label: 'בשרי', value: 'בשרי'},
  {label: 'גלם', value: 'גלם'},
  {label: 'חלאל', value: 'חלאל'},
  {label: 'צמחוני', value: 'צמחוני'},    
  {label: 'תוצרת בית', value: 'תוצרת בית'},
  {label: 'גורמה', value: 'גורמה'},
  {label: 'חטיפים', value: 'חטיפים'},
  {label: 'אוכל מהיר', value: 'אוכל מהיר'},
  {label: 'בריא', value: 'בריא'},
  {label: 'מזון על', value: 'מזון על'},
  {label: 'משקאות', value: 'משקאות'},
]);

export const status = ([
  {label: 'חברה בע"מ', value: 'חברה בעמ'},
  {label: 'עוסק מורשה/פטור', value: 'עוסק מורשה/פטור'},
  {label: 'עמותה', value: 'עמותה'},
  {label: 'מתנדב', value: 'מתנדב'},
]);

export const typeFood = ([
  {label: 'הכל', value: 'הכל'},
  {label: 'פירות טריים וירקות', value: 'פירות טריים וירקות'},
  {label: 'מוצרים ארוזים יבשים', value: 'מוצרים ארוזים יבשים'},
  {label: 'מנות מבושלות', value: 'מנות מבושלות'},
  {label: 'אוכל אצבעות', value: 'אוכל אצבעות'},
  {label: 'מוצרים בקירור שפג תוקפם', value: 'מוצרים בקירור שפג תוקפם'},
  {label: 'סלטים', value: 'סלטים'},
  {label: 'ארוחות ארוזות', value: 'ארוחות ארוזות'},
  {label: 'משקאות', value: 'משקאות'},
  {label: 'ממתקים וקינוחים', value: 'ממתקים וקינוחים'},
  {label: 'כריכים', value: 'כריכים'},
  {label: 'לחם ואפייה', value: 'לחם ואפייה'},
]);

export const timePick = ([
  {label: 'ראשון', value: 'ראשון'},
  {label: 'שני', value: 'שני'},
  {label: 'שלישי', value: 'שלישי'},
  {label: 'רביעי', value: 'רביעי'},
  {label: 'חמישי', value: 'חמישי'},
  {label: 'שישי', value: 'שישי'},
  {label: 'שבת', value: 'שבת'},
  {label: 'חגים יהודיים', value: 'חגים יהודיים'},
  {label: 'חגים נוצריים', value: 'חגים נוצריים'},
  {label: 'חגים מוסלמים', value: 'חגים מוסלמים'},
  {label: 'מידי פעם', value: 'מידי פעם'}
]);

export const timeHours = ([
  {label: '08:00-09:00', value: '08:00-09:00'},
  {label: '09:00-10:00', value: '09:00-10:00'},
  {label: '10:00-11:00', value: '10:00-11:00'},
  {label: '11:00-12:00', value: '11:00-12:00'},
  {label: '12:00-13:00', value: '12:00-13:00'},
  {label: '13:00-14:00', value: '13:00-14:00'},
  {label: '14:00-15:00', value: '14:00-15:00'},
  {label: '15:00-16:00', value: '15:00-16:00'},
  {label: '16:00-17:00', value: '16:00-17:00'},
  {label: '17:00-18:00', value: '17:00-18:00'},
  {label: '18:00-19:00', value: '18:00-19:00'},
  {label: '19:00-20:00', value: '19:00-20:00'},
  {label: '20:00-21:00', value: '20:00-21:00'},
  {label: '21:00-22:00', value: '21:00-22:00'},
  {label: '22:00-23:00', value: '22:00-23:00'},
  {label: '23:00-00:00', value: '23:00-00:00'},
  {label: '00:00-01:00', value: '00:00-01:00'},
  {label: '01:00-02:00', value: '01:00-02:00'}, 
  {label: '02:00-03:00', value: '02:00-03:00'},
  {label: '03:00-04:00', value: '03:00-04:00'}, 
  {label: '04:00-05:00', value: '04:00-05:00'},
  {label: '05:00-06:00', value: '05:00-06:00'},
  {label: '06:00-07:00', value: '06:00-07:00'},
  {label: '07:00-08:00', value: '07:00-08:00'},
]);

export const when = ([
  {label: '3 שעות ', value: '3'},
  {label: '6 שעות ', value: '6'},
  {label: '12 שעות ', value: '12'},
  {label: '24 שעות ', value: '24'},
  {label: '48 שעות ', value: '48'},
]);