export const catogary = ([
    {label: 'בית תמחוי', value: 'בית תמחוי'},
    {label: 'שירות רווחה', value: 'שירות רווחה'},
    {label: 'בנק מזון', value: 'בנק מזון'},
    {label: 'מעונות יום לילדים', value: 'מעונות יום לילדים'},
    {label: 'בית ספר/צהרון', value: 'בית ספר/צהרון'},
    {label: 'ניצולי שואה', value: 'ניצולי שואה'},
    {label: 'מחנות פליטים', value: 'מחנות פליטים'},
    {label: 'מקלט לנשים', value: 'מקלט לנשים'},
    {label: 'בית יתומים', value: 'בית יתומים'},
    {label: 'מעון קשישים', value: 'מעון קשישים'},
    {label: 'תנועת נוער', value: 'תנועת נוער'},
    {label: 'בניין משרדים', value: 'בניין משרדים'},
    {label: 'שירות לאומי', value: 'שירות לאומי'},
    {label: 'יוזמה קהילתית', value: 'יוזמה קהילתית'},
    {label: 'העצמת מיעוטים', value: 'העצמת מיעוטים'},
    {label: 'אחר', value: 'אחר'}
  ]);

  export const tags = ([
    {label: 'כשרות רגילה', value: 'כשרות רגילה'},
    {label: 'כשרות בד"ץ', value: 'כשרות בדץ'},
    {label: 'חלבי', value: 'חלבי'},
    {label: 'בשרי', value: 'בשרי'},
    {label: 'חלאל', value: 'חלאל'},
    {label: 'טבעוני', value: 'טבעוני'},
    {label: 'צמחוני', value: 'צמחוני'}, 
    {label: 'בריא', value: 'בריא'},
]);

export const status = ([
    {label: 'עמותה רשומה', value: 'עמותה רשומה'},
    {label: 'עמותה מורשית על פי סעיף 46', value: 'עמותה מורשית על פי סעיף 46'},
    {label: 'חברה ציבורית', value: 'חברה ציבורית'}
]);
  
export const typeFood = ([
    {label: 'פירות וירקות', value: 'פירות וירקות'},
    {label: 'מנות מבושלות',value: 'מנות מבושלות'},
    {label: 'אוכל אצבעות', value: 'אוכל אצבעות'},
    {label: 'מוצרים בקירור', value: 'מוצרים בקירור'},
    {label: 'סלטים ותבלינים', value: 'סלטים ותבלינים'},
    {label: 'ארוחות ארוזות', value: 'ארוחות ארוזות'},
    {label: 'משקאות', value: 'משקאות'},
    {label: 'ממתקים וקינוחים', value: 'ממתקים וקינוחים'},
    {label: 'כריכים', value: 'כריכים'},
    {label: 'לחם ואפייה', value: 'לחם ואפייה'},
    {label: 'ארוחות קפואות', value: 'ארוחות קפואות'},
    {label: 'הכל', value: 'הכל'}
  
  ]);

  export const timePick = ([
    {label: 'ראשון', value: 'ראשון'},
    {label: 'שני', value: 'שני'},
    {label: 'שלישי', value: 'שלישי'},
    {label: 'רביעי', value: 'רביעי'},
    {label: 'חמישי', value: 'חמישי'},
    {label: 'שישי', value: 'שישי'},
    {label: 'שבת', value: 'שבת'},
    {label: 'חגים יהודיים', value: 'חגים יהודיים'},
    {label: 'חגים נוצריים', value: 'חגים נוצריים'},
    {label: 'חגים מוסלמים', value: 'חגים מוסלמים'},
    {label: 'מידי פעם', value: 'מידי פעם'}
  ]);
  
  export const timeHours = ([
    {label: '08:00-09:00', value: '08:00-09:00'},
    {label: '09:00-10:00', value: '09:00-10:00'},
    {label: '10:00-11:00', value: '10:00-11:00'},
    {label: '11:00-12:00', value: '11:00-12:00'},
    {label: '12:00-13:00', value: '12:00-13:00'},
    {label: '13:00-14:00', value: '13:00-14:00'},
    {label: '14:00-15:00', value: '14:00-15:00'},
    {label: '15:00-16:00', value: '15:00-16:00'},
    {label: '16:00-17:00', value: '16:00-17:00'},
    {label: '17:00-18:00', value: '17:00-18:00'},
    {label: '18:00-19:00', value: '18:00-19:00'},
    {label: '19:00-20:00', value: '19:00-20:00'},
    {label: '20:00-21:00', value: '20:00-21:00'},
    {label: '21:00-22:00', value: '21:00-22:00'},
    {label: '22:00-23:00', value: '22:00-23:00'},
    {label: '23:00-00:00', value: '23:00-00:00'},
    {label: '00:00-01:00', value: '00:00-01:00'},
    {label: '01:00-02:00', value: '01:00-02:00'}, 
    {label: '02:00-03:00', value: '02:00-03:00'},
    {label: '03:00-04:00', value: '03:00-04:00'}, 
    {label: '04:00-05:00', value: '04:00-05:00'},
    {label: '05:00-06:00', value: '05:00-06:00'},
    {label: '06:00-07:00', value: '06:00-07:00'},
    {label: '07:00-08:00', value: '07:00-08:00'},
  ]);